Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Self-update needs the IDevice install method with a pairing file. Set it up under Installation.
ar: يحتاج التحديث الذاتي إلى طريقة تثبيت IDevice مع ملف اقتران. قم بإعداده من قسم التثبيت.
cs: Automatická aktualizace potřebuje metodu instalace IDevice s párovacím souborem. Nastavte ji v sekci Instalace.
de: Die Selbstaktualisierung benötigt die IDevice-Installationsmethode mit einer Pairing-Datei. Richte sie unter Installation ein.
es: La autoactualización necesita el método de instalación IDevice con un archivo de emparejamiento. Configúralo en Instalación.
fr: La mise à jour automatique nécessite la méthode d'installation IDevice avec un fichier d'appairage. Configurez-la dans Installation.
id: Pembaruan mandiri memerlukan metode instalasi IDevice dengan berkas pemasangan. Atur di bagian Instalasi.
it: L'aggiornamento automatico richiede il metodo di installazione IDevice con un file di associazione. Configuralo in Installazione.
pl: Samodzielna aktualizacja wymaga metody instalacji IDevice z plikiem parowania. Skonfiguruj ją w sekcji Instalacja.
ru: Для самообновления нужен способ установки IDevice с файлом сопряжения. Настройте его в разделе «Установка».
tr: Kendi kendine güncelleme, eşleştirme dosyasıyla IDevice kurulum yöntemini gerektirir. Kurulum bölümünden yapılandırın.
vi: Tự cập nhật cần phương thức cài đặt IDevice với tệp ghép nối. Thiết lập trong phần Cài đặt.
zh_hans: 自我更新需要带配对文件的 IDevice 安装方式。请在“安装”中配置。

source: Self-update requires the IDevice install method with a pairing file. Set it up in Installation settings.
ar: يتطلب التحديث الذاتي طريقة تثبيت IDevice مع ملف اقتران. قم بإعداده من إعدادات التثبيت.
cs: Automatická aktualizace vyžaduje metodu instalace IDevice s párovacím souborem. Nastavte ji v nastavení Instalace.
de: Die Selbstaktualisierung erfordert die IDevice-Installationsmethode mit einer Pairing-Datei. Richte sie in den Installationseinstellungen ein.
es: La autoactualización requiere el método de instalación IDevice con un archivo de emparejamiento. Configúralo en los ajustes de Instalación.
fr: La mise à jour automatique nécessite la méthode d'installation IDevice avec un fichier d'appairage. Configurez-la dans les réglages d'Installation.
id: Pembaruan mandiri memerlukan metode instalasi IDevice dengan berkas pemasangan. Atur di pengaturan Instalasi.
it: L'aggiornamento automatico richiede il metodo di installazione IDevice con un file di associazione. Configuralo nelle impostazioni di Installazione.
pl: Samodzielna aktualizacja wymaga metody instalacji IDevice z plikiem parowania. Skonfiguruj ją w ustawieniach Instalacji.
ru: Для самообновления нужен способ установки IDevice с файлом сопряжения. Настройте его в разделе «Установка».
tr: Kendi kendine güncelleme, eşleştirme dosyasıyla IDevice kurulum yöntemini gerektirir. Kurulum ayarlarından yapılandırın.
vi: Tự cập nhật yêu cầu phương thức cài đặt IDevice với tệp ghép nối. Thiết lập trong cài đặt Cài đặt.
zh_hans: 自我更新需要使用带配对文件的 IDevice 安装方式。请在“安装”设置中配置。

source: Semi Local
ar: محلي جزئيًا
cs: Polo-lokální
de: Semi Lokal
id: Semi Lokal
it: Semi Locale
pl: Częściowo lokalnie
ru: Частично локально
tr: Yarı Yerel
vi: Bán cục bộ
zh_hans: 半本地化

source: Send IPAs and tweaks to this device from a browser or a mounted drive over your local network.
ar: أرسل ملفات IPA والتعديلات إلى هذا الجهاز من متصفح أو محرك مُركّب عبر شبكتك المحلية.
cs: Posílejte IPA a tweaky do tohoto zařízení z prohlížeče nebo připojené jednotky přes místní síť.
de: Sende IPAs und Tweaks von einem Browser oder einem eingebundenen Laufwerk über dein lokales Netzwerk an dieses Gerät.
es: Envía IPAs y tweaks a este dispositivo desde un navegador o una unidad montada a través de tu red local.
fr: Envoyez des IPA et des tweaks vers cet appareil depuis un navigateur ou un lecteur monté via votre réseau local.
id: Kirim IPA dan tweak ke perangkat ini dari peramban atau drive yang terpasang melalui jaringan lokal Anda.
it: Invia IPA e tweak a questo dispositivo da un browser o da un'unità montata sulla rete locale.
pl: Wysyłaj pliki IPA i tweaki na to urządzenie z przeglądarki lub zamontowanego dysku przez sieć lokalną.
ru: Отправляйте IPA и твики на это устройство из браузера или с подключённого диска по локальной сети.
tr: Yerel ağınız üzerinden bir tarayıcıdan ya da bağlı bir sürücüden bu cihaza IPA'lar ve tweak'ler gönderin.
vi: Gửi IPA và tweak đến thiết bị này từ trình duyệt hoặc ổ đĩa đã gắn qua mạng cục bộ của bạn.
zh_hans: 通过本地网络，从浏览器或挂载的驱动器将 IPA 和插件发送到此设备。

source: Sending Manifest
ar: جارٍ إرسال Manifest
cs: Odesílání manifestu
de: Sende Manifest
es: Enviando manifiesto
fr: Envoi du manifeste
id: Mengirim Manifest
it: Invio del manifest
pl: Wysyłanie manifestu
ru: Отправка манифеста
tr: Bildiri Gönderiliyor
vi: Gửi Manifest
zh_hans: 正在发送元数据

source: Sending Payload
ar: جارٍ إرسال Payload
cs: Odesílání dat
de: Sende Payload
es: Enviando carga útil
fr: Envoi de la charge utile
id: Mengirim Payload
it: Invio del payload
pl: Wysyłanie ładunku
ru: Отправка данных
tr: Veri Gönderiliyor
vi: Gửi Payload
zh_hans: 正在发送负载

source: Server (Recommended): Uses a locally hosted server and itms-services:// to install applications. IDevice (advanced): Uses a VPN and a pairing file. Writes to AFC and manually calls installd, while monitoring install progress by using a callback Advantage: It is very reliable, does not need SSL certificates or a externally hosted server. Rather, works similarly to a computer.
ar: Server (موصى به): يستخدم خادمًا محليًا و itms-services:// لتثبيت التطبيقات. IDevice (متقدم): يستخدم VPN وملف اقتران. يكتب إلى AFC ويستدعي installd يدويًا، مع مراقبة تقدم التثبيت عبر callback. الميزة: موثوق جدًا، ولا يحتاج إلى شهادات SSL أو خادم مستضاف خارجيًا، بل يعمل بطريقة مشابهة للكمبيوتر.
cs: Server (doporučeno): Používá lokálně hostovaný server a itms-services:// k instalaci aplikací. IDevice (pokročilé): Používá VPN a párovací soubor. Zapisuje do AFC a ručně volá installd, přičemž sleduje průběh instalace pomocí zpětného volání Výhoda: Je velmi spolehlivé, nepotřebuje SSL certifikáty ani externě hostovaný server. Funguje spíše podobně jako počítač.
de: Server (Empfohlen): Benutzt einen lokalen laufenden Server und itms-services:// um Apps zu installieren. IDevice (Erweitert): Benutzt eine VPN und eine Pairing-Datei. Schreibt zu AFC und ruft manuell installd auf, während der Installations-Fortschritt überwacht in dem ein Callback benutzt wird Vorteil: Es ist sehr zuverlässig, braucht keine SSL-Zertifikate oder einen externen laufenden Server. Vielmehr funktioniert es wie ein Computer.
es: Servidor (recomendado): Usa un servidor alojado localmente e itms-services:// para instalar aplicaciones. IDevice (avanzado): Usa una VPN y un archivo de emparejamiento. Escribe en AFC y llama manualmente a installd, mientras supervisa el progreso de la instalación mediante una devolución de llamada. Ventaja: es muy fiable, no necesita certificados SSL ni un servidor alojado externamente. En su lugar, funciona de forma similar a un ordenador.
fr: Serveur (recommandé) : Utilise un serveur hébergé localement et itms-services:// pour installer les applications. IDevice (avancé) : Utilise un VPN et un fichier de jumelage. Écrit dans AFC et appelle manuellement installd, tout en suivant la progression de l'installation à l'aide d'un callback. Avantage : c'est très fiable, cela ne nécessite pas de certificats SSL ni de serveur hébergé en externe. Cela fonctionne plutôt comme un ordinateur.
id: Server (Direkomendasikan): Menggunakan server yang dihosting secara lokal dan itms-services:// untuk menginstal aplikasi. IDevice (lanjutan): Menggunakan VPN dan berkas pairing. Menulis ke AFC dan memanggil installd secara manual, sambil memantau kemajuan instalasi menggunakan callback Keunggulan: Sangat andal, tidak memerlukan sertifikat SSL atau server yang dihosting secara eksternal. Sebaliknya, bekerja mirip seperti komputer.
it: Server (Consigliato):Utilizza un server ospitato localmente e itms-services:// per installare le applicazioni.iDevice (Avanzato):Utilizza una VPN e un file di abbinamento. Scrive tramite AFC e richiama manualmente installd, monitorando l’avanzamento dell’installazione tramite una callback.Vantaggi:È molto affidabile, non richiede certificati SSL né un server ospitato esternamente. Funziona in modo simile a un computer.
pl: Serwer (zalecane): Używa lokalnie hostowanego serwera i itms-services:// do instalowania aplikacji. IDevice (zaawansowane): Używa VPN i pliku parowania. Zapisuje do AFC i ręcznie wywołuje installd, monitorując postęp instalacji przez callback. Zaleta: Jest bardzo niezawodny, nie wymaga certyfikatów SSL ani zewnętrznego serwera. Działa podobnie do komputera.
ru: Сервер (рекомендуется): Использует локально размещённый сервер и itms-services:// для установки приложений. IDevice (дополнительно): Использует VPN и файл сопряжения. Записывает в AFC и вручную вызывает installd, отслеживая ход установки через callback. Преимущество: очень надёжно, не требует SSL-сертификатов или внешнего сервера. Работает аналогично компьютеру.
tr: Sunucu (Önerilen): Uygulamaları yüklemek için yerel olarak barındırılan bir sunucu ve itms-services:// kullanır. IDevice (Gelişmiş): Bir VPN ve eşleştirme dosyası kullanır. Kurulum AFC aracılığıyla gerçekleştirilir ve ilerleme izlenebilir. Avantajı: Çok güvenilirdir, SSL sertifikalarına veya harici olarak barındırılan bir sunucuya ihtiyaç duymaz. Aksine, bir bilgisayara benzer şekilde çalışır.
vi: Máy chủ (Khuyến nghị): Sử dụng máy chủ lưu trữ cục bộ và itms-services:// để cài đặt ứng dụng. IDevice (nâng cao): Sử dụng VPN và tệp ghép nối. Ghi vào AFC và gọi installd theo cách thủ công, đồng thời theo dõi tiến trình cài đặt bằng cách sử dụng lệnh gọi lại Ưu điểm: Rất đáng tin cậy, không cần chứng chỉ SSL hoặc máy chủ lưu trữ bên ngoài. Thay vào đó, hoạt động tương tự như máy tính.
zh_hans: 服务器（推荐）： 使用本地托管的服务器和itms-services://来安装应用。 IDevice（高级）： 使用VPN和配对文件。写入AFC并手动调用installd，使用回调检测安装进度。 优点：非常稳定，不需要SSL证书或设备外托管的服务器，而是在本地进行模拟。

source: Server & SSL
ar: الخادم و SSL
cs: Server a SSL
es: Servidor y SSL
fr: Serveur et SSL
pl: Serwer i SSL
ru: Сервер и SSL
tr: Sunucu ve SSL
vi: Máy chủ & SSL
zh_hans: 服务器与SSL

source: Server Type
ar: نوع Server
cs: Typ serveru
de: Server-Typ
es: Tipo de servidor
fr: Type de serveur
id: Tipe Server
it: Tipo server
pl: Typ serwera
ru: Тип сервера
tr: Sunucu Türü
vi: Loại máy chủ
zh_hans: 服务器类型

source: Server: your certificate is sent over HTTPS, the update is signed remotely, and iOS installs it. No pairing file needed.
ar: الخادم: تُرسَل شهادتك عبر HTTPS، ويُوقَّع التحديث عن بُعد، ثم يثبّته iOS. لا حاجة لملف اقتران.
cs: Server: váš certifikát se odešle přes HTTPS, aktualizace se podepíše vzdáleně a iOS ji nainstaluje. Párovací soubor není potřeba.
de: Server: Dein Zertifikat wird über HTTPS gesendet, das Update wird remote signiert und iOS installiert es. Keine Pairing-Datei nötig.
es: Servidor: tu certificado se envía por HTTPS, la actualización se firma de forma remota e iOS la instala. No se necesita archivo de emparejamiento.
fr: Serveur : votre certificat est envoyé via HTTPS, la mise à jour est signée à distance et iOS l'installe. Aucun fichier d'appairage requis.
id: Server: sertifikat Anda dikirim melalui HTTPS, pembaruan ditandatangani dari jarak jauh, dan iOS memasangnya. Tidak perlu berkas pemasangan.
it: Server: il tuo certificato viene inviato via HTTPS, l'aggiornamento viene firmato da remoto e iOS lo installa. Nessun file di associazione necessario.
pl: Serwer: Twój certyfikat jest wysyłany przez HTTPS, aktualizacja jest podpisywana zdalnie, a iOS ją instaluje. Plik parowania nie jest potrzebny.
ru: Сервер: ваш сертификат отправляется по HTTPS, обновление подписывается удалённо, и iOS его устанавливает. Файл сопряжения не нужен.
tr: Sunucu: sertifikanız HTTPS üzerinden gönderilir, güncelleme uzaktan imzalanır ve iOS onu yükler. Eşleştirme dosyası gerekmez.
vi: Máy chủ: chứng chỉ của bạn được gửi qua HTTPS, bản cập nhật được ký từ xa và iOS cài đặt. Không cần tệp ghép nối.
zh_hans: 服务器：你的证书通过 HTTPS 发送，更新在远端签名，由 iOS 安装。无需配对文件。

source: Set a password — until you do, the server stays open to anyone on the network.
ar: عيّن كلمة مرور — إلى أن تفعل ذلك، يظل الخادم مفتوحاً لأي شخص على الشبكة.
cs: Nastavte heslo — dokud to neuděláte, server zůstává otevřený komukoli v síti.
de: Lege ein Passwort fest — bis dahin bleibt der Server für jeden im Netzwerk offen.
es: Establece una contraseña — hasta entonces, el servidor permanece abierto a cualquiera en la red.
fr: Définissez un mot de passe — tant que ce n'est pas fait, le serveur reste ouvert à tous sur le réseau.
id: Atur kata sandi — sampai Anda melakukannya, server tetap terbuka untuk siapa pun di jaringan.
it: Imposta una password — finché non lo fai, il server resta aperto a chiunque sulla rete.
pl: Ustaw hasło — dopóki tego nie zrobisz, serwer pozostaje otwarty dla każdego w sieci.
ru: Задайте пароль — пока вы этого не сделаете, сервер открыт для всех в сети.
tr: Bir şifre belirleyin — belirleyene kadar sunucu ağdaki herkese açık kalır.
vi: Đặt mật khẩu — cho đến khi bạn làm vậy, máy chủ vẫn mở cho bất kỳ ai trong mạng.
zh_hans: 请设置密码 — 在此之前，服务器对网络中的任何人开放。

source: Sets this file's injection path and folder to the values that usually work for this kind of tweak.
ar: يضبط مسار ومجلد حقن هذا الملف على القيم التي تعمل عادةً مع هذا النوع من التعديلات.
cs: Nastaví cestu a složku injektáže tohoto souboru na hodnoty, které pro tento druh tweaku obvykle fungují.
de: Setzt Injektionspfad und -ordner dieser Datei auf die Werte, die normalerweise für diese Art von Tweak funktionieren.
es: Ajusta la ruta y la carpeta de inyección de este archivo a los valores que suelen funcionar para este tipo de tweak.
fr: Définit le chemin et le dossier d’injection de ce fichier sur les valeurs qui fonctionnent généralement pour ce type de tweak.
id: Mengatur path dan folder injeksi file ini ke nilai yang biasanya cocok untuk jenis tweak ini.
it: Imposta il percorso e la cartella di iniezione di questo file ai valori che di solito funzionano per questo tipo di tweak.
pl: Ustawia ścieżkę i folder wstrzykiwania tego pliku na wartości, które zwykle sprawdzają się dla tego rodzaju tweaka.
ru: Устанавливает путь и папку внедрения этого файла на значения, которые обычно подходят для такого типа твика.
tr: Bu dosyanın enjeksiyon yolunu ve klasörünü, bu tür tweak'ler için genellikle işe yarayan değerlere ayarlar.
vi: Đặt đường dẫn và thư mục chèn của tệp này về các giá trị thường phù hợp với loại tweak này.
zh_hans: 将此文件的注入路径和文件夹设置为通常适用于此类插件的值。

source: Setting version to %@
ar: تعيين الإصدار إلى %@
cs: Nastavení verze na %@
de: Version wird auf %@ gesetzt
es: Estableciendo la versión en %@
fr: Définition de la version sur %@
id: Mengatur versi ke %@
it: Impostazione della versione su %@
pl: Ustawianie wersji na %@
ru: Установка версии %@
tr: Sürüm %@ olarak ayarlanıyor
vi: Đang đặt phiên bản thành %@
zh_hans: 正在将版本设为 %@

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Share
ar: مشاركة
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
pl: Udostępnij
ru: Поделиться
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享

source: Share Folder
ar: مشاركة المجلد
cs: Sdílet složku
de: Ordner teilen
es: Compartir carpeta
fr: Partager le dossier
id: Bagikan Folder
it: Condividi cartella
pl: Udostępnij folder
ru: Поделиться папкой
tr: Klasörü Paylaş
vi: Chia sẻ thư mục
zh_hans: 分享文件夹

source: Show
ar: عرض
cs: Zobrazit
de: Anzeigen
es: Mostrar
fr: Afficher
id: Tampilkan
it: Mostra
pl: Pokaż
ru: Показать
tr: Göster
vi: Hiển thị
zh_hans: 显示

source: Show %lld more
ar: عرض %lld إضافية
cs: Zobrazit dalších %lld
de: %lld weitere anzeigen
es: Mostrar %lld más
fr: Afficher %lld de plus
id: Tampilkan %lld lagi
it: Mostra altri %lld
pl: Pokaż %lld więcej
ru: Показать ещё %lld
tr: %lld tane daha göster
vi: Hiển thị thêm %lld
zh_hans: 显示另外 %lld 个

source: Show All Repos by Default
ar: إظهار جميع المستودعات افتراضيًا
cs: Ve výchozím stavu zobrazit všechny repozitáře
de: Standardmäßig alle Repos anzeigen
es: Mostrar todos los repos por defecto
fr: Afficher tous les dépôts par défaut
id: Tampilkan Semua Repo secara Default
it: Mostra tutti i repo per impostazione predefinita
pl: Domyślnie pokazuj wszystkie repozytoria
ru: Показывать все репозитории по умолчанию
tr: Varsayılan Olarak Tüm Repo'ları Göster
vi: Hiển thị tất cả kho theo mặc định
zh_hans: 默认显示所有仓库

source: Show Details
ar: عرض التفاصيل
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
id: Tampilkan Detail
it: Mostra dettagli
pl: Pokaż szczegóły
ru: Показать детали
tr: Ayrıntıları Göster
vi: Hiển thị chi tiết
zh_hans: 显示详情

source: Show in All
ar: عرض في الكل
cs: Zobrazit ve všech
de: In allen anzeigen
es: Mostrar en Todos
fr: Afficher dans Tout
id: Tampilkan di Semua
it: Mostra in tutti
pl: Pokaż we wszystkich
ru: Показать во всех
tr: Tümünde Göster
vi: Hiển thị trong Tất cả
zh_hans: 在全部中显示

source: Show in Sources Tab
ar: إظهار في علامة تبويب المصادر
cs: Zobrazit na kartě Zdroje
de: Im Quellen-Tab anzeigen
es: Mostrar en la pestaña Fuentes
fr: Afficher dans l’onglet Sources
id: Tampilkan di Tab Sources
it: Mostra nella scheda Fonti
pl: Pokaż w karcie Źródła
ru: Показывать на вкладке «Источники»
tr: Sources Sekmesinde Göster
vi: Hiển thị trong tab Sources
zh_hans: 在 Sources 标签页中显示

source: Show less
ar: عرض أقل
cs: Zobrazit méně
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
id: Tampilkan lebih sedikit
it: Mostra meno
pl: Pokaż mniej
ru: Показать меньше
tr: Daha az göster
vi: Hiển thị ít hơn
zh_hans: 收起

source: Show Logs
ar: عرض السجلات
cs: Zobrazit protokoly
de: Protokolle anzeigen
es: Mostrar registros
fr: Afficher les journaux
id: Tampilkan Log
it: Mostra log
pl: Pokaż dzienniki
ru: Показать журналы
tr: Günlükleri göster
vi: Hiện nhật ký
zh_hans: 显示日志

source: Show Logs While Signing
ar: عرض السجلات أثناء التوقيع
cs: Zobrazovat protokoly při podepisování
de: Protokolle beim Signieren anzeigen
es: Mostrar registros al firmar
fr: Afficher les journaux pendant la signature
id: Tampilkan Log Saat Menandatangani
it: Mostra i log durante la firma
pl: Pokazuj dzienniki podczas podpisywania
ru: Показывать журналы при подписи
tr: İmzalarken günlükleri göster
vi: Hiện nhật ký khi ký
zh_hans: 签名时显示日志

source: Show Sheet when Exporting
ar: إظهار نافذة المشاركة عند التصدير
cs: Zobrazit sdílící panel při exportu
de: Zeige Sheet beim Exportieren
es: Mostrar hoja al exportar
fr: Afficher la feuille lors de l'exportation
id: Tampilkan Lembar saat Mengekspor
it: Mostra foglio di condivisione quando Esporti
pl: Pokaż arkusz podczas eksportu
ru: Показывать окно при экспорте
tr: Dışa Aktarmada Paylaşma Sayfasını Göster
vi: Hiển thị bảng chia sẻ khi xuất
zh_hans: 导出时显示共享菜单

source: Show Updates as Tab
ar: إظهار التحديثات كعلامة تبويب
cs: Zobrazit Aktualizace jako kartu
de: Updates als Tab anzeigen
es: Mostrar Actualizaciones como pestaña
fr: Afficher les mises à jour comme onglet
id: Tampilkan Pembaruan sebagai Tab
it: Mostra Aggiornamenti come scheda
pl: Pokaż aktualizacje jako kartę
ru: Показывать обновления как вкладку
tr: Güncellemeleri Sekme Olarak Göster
vi: Hiển thị Cập nhật dưới dạng Tab
zh_hans: 将更新显示为标签页

source: Show Your Support
ar: أظهر دعمك
cs: Ukažte svojí podporu!
de: Zeige deine Unterstützung
es: Muestra tu apoyo
fr: Montrez votre soutien
id: Tunjukkan Dukungan Anda
it: Mostra il tuo supporto
pl: Pokaż swoje wsparcie
ru: Поддержите нас
tr: Desteğinizi Gösterin
vi: Thể hiện sự ủng hộ của bạn
zh_hans: 支持我们

source: Show your support by donating! If you're unable to donate, spreading the word works too!
ar: أظهر دعمك بالتبرع! وإذا لم تستطع التبرع، فيكفي أيضًا أن تنشر التطبيق بين الناس.
cs: Ukažte svojí podporu díky podpoření! Pokud nemůžete podpořit, alespoň se o aplikaci podělte s ostatními!
de: Zeige deine Unterstützung durch einer Spende! Falls du nicht in der Lage bist zu spenden, funktioniert das verbreiten der Nachricht auch!
es: ¡Muestra tu apoyo donando! Si no puedes donar, ¡difundir la palabra también ayuda!
fr: Montrez votre soutien en faisant un don ! Si vous ne pouvez pas faire de don, en parler autour de vous aide aussi !
id: Dukung kami dengan berdonasi! Jika Anda tidak bisa berdonasi, menyebarkan informasi juga sangat membantu!
it: Mostra il tuo supporto donando! Se non puoi donare, può funzionare anche condividerlo con il mondo!
pl: Okaż wsparcie poprzez darowiznę! Jeśli nie możesz wesprzeć finansowo, podziel się informacją z innymi!
ru: Поддержите нас пожертвованием! Если вы не можете пожертвовать, расскажите о нас другим!
tr: Bağış yaparak desteğinizi gösterin! Eğer bağış yapamıyorsanız Feather’ı dilden dile yaymak da işe yarar!
vi: Thể hiện sự ủng hộ của bạn bằng cách quyên góp! Nếu bạn không thể quyên góp, việc chia sẻ cho người khác biết cũng có tác dụng!
zh_hans: 捐赠来支持我们！如果你不能捐赠，请帮我们多多宣传！

source: Shows a floating draggable download icon that opens up an overlay when clicked
ar: يظهر أيقونة تنزيل عائمة قابلة للسحب تفتح طبقة عند النقر عليها
cs: Zobrazí plovoucí přetahovatelnou ikonu stahování, která po klepnutí otevře překryv
de: Zeigt ein schwebendes, verschiebbares Download-Symbol an, das beim Antippen ein Overlay öffnet
es: Muestra un icono de descarga flotante y arrastrable que abre una superposición al tocarlo
fr: Affiche une icône de téléchargement flottante et déplaçable qui ouvre une superposition lorsqu’on la touche
id: Menampilkan ikon unduhan mengambang yang dapat digeser dan membuka overlay saat diklik
it: Mostra un'icona di download fluttuante e trascinabile che apre un overlay quando viene toccata
pl: Wyświetla pływającą, przeciągalną ikonę pobierania, która po kliknięciu otwiera nakładkę
ru: Показывает плавающий перетаскиваемый значок загрузки, который открывает оверлей при нажатии
tr: Tıklandığında bir katman açan, yüzen ve sürüklenebilir bir indirme simgesi gösterir
vi: Hiển thị biểu tượng tải xuống nổi có thể kéo, mở lớp phủ khi nhấn
zh_hans: 显示一个可拖动的浮动下载图标，点按时会打开浮层

source: Shows a header at the top of the screen with download progress
ar: يظهر ترويسة في أعلى الشاشة تعرض تقدم التنزيل
cs: Zobrazí v horní části obrazovky záhlaví s průběhem stahování
de: Zeigt oben am Bildschirm eine Kopfzeile mit dem Download-Fortschritt an
es: Muestra un encabezado en la parte superior de la pantalla con el progreso de la descarga
fr: Affiche un en-tête en haut de l’écran avec la progression du téléchargement
id: Menampilkan header di bagian atas layar dengan progres unduhan
it: Mostra un'intestazione in cima allo schermo con l'avanzamento del download
pl: Wyświetla nagłówek u góry ekranu z postępem pobierania
ru: Показывает заголовок с прогрессом загрузки вверху экрана
tr: Ekranın üstünde indirme ilerlemesini gösteren bir başlık gösterir
vi: Hiển thị tiêu đề ở đầu màn hình kèm tiến trình tải xuống
zh_hans: 在屏幕顶部显示带有下载进度的顶栏

source: Sign
ar: توقيع
cs: Podepsat
de: Signieren
es: Firmar
fr: Signer
id: Tandatangani
it: Firma
pl: Podpisz
ru: Подписать
tr: İmzala
vi: Ký
zh_hans: 签名

source: Sign & Install
ar: توقيع وتثبيت
cs: Podepsat a nainstalovat
de: Signieren & installieren
es: Firmar e instalar
fr: Signer et installer
id: Tandatangani & Pasang
it: Firma e installa
pl: Podpisz i zainstaluj
ru: Подписать и установить
tr: İmzala ve Yükle
vi: Ký & cài đặt
zh_hans: 签名并安装

source: Sign %lld Apps
ar: توقيع %lld تطبيقات
cs: Podepsat %lld aplikací
de: %lld Apps signieren
es: Firmar %lld apps
fr: Signer %lld apps
id: Tandatangani %lld Aplikasi
it: Firma %lld app
pl: Podpisz %lld aplikacji
ru: Подписать %lld приложений
tr: %lld Uygulamayı İmzala
vi: Ký %lld ứng dụng
zh_hans: 签名 %lld 个 App
